[Language]
999=300
1000=ReaderSystem軟件
1001=歡迎
1002=時間
1003=操作結果
1004=換膚
1005=參數設置
1006=高級設置
1007=讀寫操作
1008=網絡設置
1009=網絡測試
1010=串口不存在或已打開
1011=打開串口成功
1012=打開USB失敗
1013=打開USB成功
1014=打開網絡失敗
1015=打開網絡成功
1016=讀取參數失敗
1017=關閉設備
1018=切換皮膚成功請重啟
1019=提示
1020=確定要切換 %s 語言嗎?
1021=切換成功請重啟軟件
1022=操作失敗
1023=操作成功
1024=另存為
1025=文件有誤
1026=沒有檢測到設備, 請重新打開
1027=停止讀卡
1028=開始讀卡
1029=EPC卡號不能為空
1030=請輸入以字為單位的16進制，例如: 1234、 12345678
1031=寫入數據不能為空
1032=端口被佔用
1033=TCP服務啟動,監聽端口:%s
1034=停止監聽
1035=斷開所有
1036=斷開
1037=連接
1038=序號
1039=時間
1040=卡號
1041=長度
1042=天線
1043=次數
1044=IP
1045=端口
1046=狀態
1047=數據
1048=接收:
1049=發送:
1050=波特率:
1051=網絡端口:
1052=設備SN:
1053=固件版本:
1054=硬件版本:
1055=語言:
1056=串口
1057=USB
1058=網絡
1059=打開
1060=關閉
1061=掃描端口
1062=掃描網絡
1063=導出配置
1064=導入配置
1065=閉合繼電器
1066=釋放繼電器
1067=讀寫器參數
1068=射頻功率:
1069=串口波特率:
1070=485地址(HEX):
1071=工作頻段:
1072=韋根參數
1073=模式:
1074=數據輸出間隔(10ms):
1075=脈衝寬度(10us):
1076=脈衝間隔(100us):
1077=讀卡設置
1078=通訊接口:
1079=工作模式:
1080=過濾時間(秒):
1081=詢查區域:
1082=起始地址(HEX):
1083=字節長度(HEX):
1084=觸發有效時間(S):
1085=單頻點
1086=打開蜂鳴器
1087=讀取
1088=設置
1089=恢復默認
1090=中國頻段
1091=美國頻段
1092=韓國頻段
1093=歐洲頻段
1094=輸出高字節在前
1095=輸出低字節在前
1096=應答模式
1097=主動模式
1098=觸發模式
1099=歡迎使用 ReaderSystem
1100=系統版本:
1101=檢查更新
1102=網絡參數
1103=MAC地址:
1104=IP地址:
1105=子網掩碼:
1106=默認網關:
1107=本地端口:
1108=WIFI參數
1109=路由SSID:
1110=WIFI密碼:
1111=遠程參數
1112=遠程IP:
1113=遠程端口:
1114=DNS域名:
1115=Ex.www.google.com
1116=心跳時間:
1117=(0 - 255) 單位 *10 秒
1118=打開DHCP
1119=打開DNS
1120=重啟
1121=本機名:
1122=本機IP:
1123=監聽端口:
1124=開始監聽
1125=讀卡權限
1126=密碼:
1127=起始地址(HEX):
1128=掩碼數據(HEX):
1129=輸出控制
1130=有效時間(S):
1131=密碼使能
1132=掩碼功能
1133=繼電器
1134=標籤數量:
1135=詢查間隔:
1136=快速寫EPC(HEX):
1137=讀寫操作
1138=區域:
1139=起始地址:(字/HEX)
1140=讀/寫長度:(字/HEX)
1141=訪問密碼:(HEX)
1142=寫數據:(HEX)
1143=數據返回:
1144=開始讀卡
1145=停止讀卡
1146=清空
1147=導出數據
1148=寫EPC
1149=寫入
1150=讀取
1151=緩存使能
1152=協議使能
1153=過濾
1200=Lock
1201=CryptWrite
1202=Mode:
1203=Pass:
1204=
1205=
1206=設備插入
1207=
1208=
1209=
1220=Q值:
1221=天線配置
1222=模塊不存在
1223=主動模式
1224=注:請把工作模式設置成主動模式
1225=Session:
1226=詢查時間(*10ms):
1227=獲取
1228=停止
1229=GPRS測試
1230=GPRS正在啟動,請稍等...
1231=GPRS未啟動
1232=SIM卡未插入
1233=GPRS狀態正常
1234=GPRS正常,SIM卡未插入
1235=GPRS狀態
1236=GPRS信號
1237=LBS
1238=設備時間
1239=同步
1240=GPS參數
1241=上傳間隔
1242=獲取GPS
1243=打開GPS
1244=GPRS參數
1245=讀卡間隔(*10ms):
1246=條件(OnlyForEPC):
1247=密碼 或者 掩碼
1248=密碼 同時 掩碼
1249=次數
1250=詢查時間(*100ms)
1251=溫度
1252=密集讀卡
1253=最新版本
1254=TimeStamp
1255=SaveToFlash
1256=WhiteList
1257=Keyboard
1258=OutPutFormat:
1259=OutWithEnterKey
1260=DeleteAll
1261=DeleteOne
1262=AddOne
1263=Import
1264=Auto
1265=DecIncrement
1266=AutoLockPass
1267=HexIncrement
1268=TCPServer
1269=Help
1270=BatchWrite
1271=ReadByTime
1272=WhiteList
1273=4GTest
1274=ReadState
1275=ReadSignal
1276=ReadLBS
1277=ReadSN
1278=No Module or 4G transport not open
1279=No insert SIM card
1280=initializing... or No add 4G antanna
1281=Module OK, now connect to Moblie server
1282=Not connect to Mobile server, maybe no money or check 4G params
1283=All OK, now connect to DistinIP
1284=DistinServer not exist
1285=Now have connected DistinServer
1286=ShowMode:
1287=BatchWrite
1288=TotalCnt:
1289=Current:
1290=Format:
1291=AutoCheck
1292=AutoLock
1293=ChangeTagLen
1294=PasswordWrite
1295=Format:
1296=TagID:
1297=Password:



